Repository: PerryWerneck/lib3270
Catalog: locale/*.po
Languages: pt_br

source: %dx%d is negative or zero
pt_br: %dx%d é negativa ou zero

source: %dx%d screen size is bigger than the maximum size
pt_br: Tela %dx%d é maior que o tamanho máximo

source: %s: Bell not supported
pt_br: %s: Alerta sonoro não suportado

source: %s: Missing hex digits after \x
pt_br: %s: Faltando dígitos hexadecimais após \x

source: %s: Unknown character after \p
pt_br: %s: Caractere desconhecido depois de \p

source: %s: Unknown character after \pa
pt_br: %s: Caractere desconhecido depois de \pa

source: %s: Unknown character after \pf
pt_br: %s: Caractere desconhecido depois de \pf

source: %s: Vertical tab not supported
pt_br: %s: Tabulação vertical não é suportada

source: 3270 Mode
pt_br: Modo 3270

source: 3270-style backspace
pt_br: Backspace no estilo 3270

source: ATTN key, per RFC 2355. Sends IP, regardless
pt_br: Tecla ATTN, pela RFC 2355.

source: Abort sent; awaiting response
pt_br: Cancelamento enviado; aguardando resposta

source: Aborting...
pt_br: Cancelando...

source: Ack received, data flowing
pt_br: Confirmação recebida, transferindo dados

source: Action failed
pt_br: Ação falhou

source: Alert sound
pt_br: Aviso sonoro

source: An EOF was observed that violates the protocol
pt_br: Um EOF que viola o protocolo foi encontrado

source: An error exists in the PC's file name.
pt_br: Existe um erro no nome do arquivo do PC.

source: An error occurred in the file transfer, which may be an error in the data being transferred, or an unidentified system error.
pt_br: Um erro ocorreu na transferência de arquivos, pode ser um erro nos dados sendo transferidos ou um erro de sistema não identificado.

source: An error occurred trying to allocate memory. This should never happen.
pt_br: Ocorreu um erro ao tentar alocar memória. Isso nunca deveria acontecer.

source: An invalid SEND or RECEIVE parameter was sent to the host.
pt_br: Um parametro de ENVIO/RECEBIMENTO inválido foi enviado para o host.

source: Authority and issuer serial number mismatch
pt_br: Divergência nos números de série da autoridade e emissor

source: Auto Resize
pt_br: Redimensionamento automático

source: Auto-Reconnect
pt_br: Reconectar automaticamente

source: Automatically connect to host on startup
pt_br: Conecta automaticamente na inicialização

source: Automatically reconnect to the host if it ever disconnects
pt_br: Reconecta automaticamente caso o servidor desconecte

source: Awaiting chance to send an abort
pt_br: Aguardando para enviar pedido de cancelamento

source: Backspaces the cursor until it hits the front of a word
pt_br: Volta o cursor até que atinga o início de uma palavra

source: Bad winsock version
pt_br: Versão winsock inválida

source: Beep on errors
pt_br: Emitir som nos erros

source: Blank Fill
pt_br: Completar com espaços

source: Blinking Cursor
pt_br: Cursor piscante

source: Bold
pt_br: Negrito

source: Broken pipe
pt_br: Conexão interrompida

source: CMS disk is full: file transfer canceled
pt_br: Disco CMS está lotado, transferência cancelada

source: CMS disk is not accessed: file transfer canceled
pt_br: Disco CMS não está acessível, transferência cancelada

source: CMS disk is read-only: file transfer canceled
pt_br: Disco CMS apenas para leitura, transferência cancelada

source: CMS file not found: file transfer canceled
pt_br: Arquivo CMS não encontrado, transferência cancelada

source: CRL signature failure
pt_br: Erro na assinatura CRL

source: Can't %s network keep-alive
pt_br: Não foi possível %s opção "keep-alive"

source: Can't bind to LDAP server
pt_br: Não foi possível conectar ao servidor LDAP

source: Can't connect to %s:%s
pt_br: Não foi possível conectar a %s:%s

source: Can't connect to HTTP server.
pt_br: Não foi possível conectar ao servidor HTTP

source: Can't connect to host
pt_br: Não foi possível conectar no host

source: Can't create HTTP request.
pt_br: Não foi possível criar requisição HTTP

source: Can't decode CRL data
pt_br: Não foi possível decodificar dados do CRL

source: Can't decode certificate revocation list
pt_br: Não foi possível decodificar a lista de certificados revogados

source: Can't determine the TLS/SSL state
pt_br: Não foi possível determinar o estado TLS/SSL

source: Can't get file size
pt_br: Não foi possível obter o tamanho do arquivo

source: Can't initialize LDAP
pt_br: Erro ao inicializar LDAP

source: Can't initialize the TLS/SSL context.
pt_br: Erro ao inicializar contexto TLS/SSL

source: Can't load
pt_br: Não foi possível carregar

source: Can't open HTTP session
pt_br: Não foi possível abrir sessão HTTP

source: Can't print
pt_br: Não é possível imprimir

source: Can't read HTTP response size.
pt_br: Não posso obter tamanho da resposta HTTP

source: Can't save
pt_br: Não é possível salvar

source: Can't send HTTP request.
pt_br: Não posso enviar requisição HTTP

source: Can't set LDAP protocol version
pt_br: Não é possível setar a versão do protocolo LDAP

source: Can't set socket to blocking mode.
pt_br: Não foi possível mudar o socket para o modo blocante.

source: Can't set socket to non blocking mode
pt_br: Não foi possível setar o socket para o modo não blocante.

source: Can't start file transfer.
pt_br: Não foi possível iniciar transferência de arquivo.

source: Can't use this system winsock
pt_br: Não posso usar a winsock do sistema

source: Cancelled by user
pt_br: Cancelado pelo usuário

source: Cannot connect to specified LU
pt_br: Não foi possível conectar na LU pedida

source: Cant create a new SSL structure for current connection.
pt_br: Não foi possível criar uma nova estrutura de controle SSL para a conexão atual.

source: Cant set the file descriptor for the input/output facility for the TLS/SSL (encrypted) side of ssl.
pt_br: Não foi possível definir o descritor de arquivo para a conexão TLS/SSL (encriptada).

source: Certificate has expired
pt_br: O certificado expirou

source: Certificate is not yet valid
pt_br: O certificado ainda não é válido

source: Certificate not trusted
pt_br: O certificado não é confiável

source: Certificate rejected
pt_br: Certificado rejeitado

source: Certificate revoked
pt_br: Certificado revogado

source: Certificate signature failure
pt_br: Falha na assinatura do certificado

source: Change screen size on alternative screen
pt_br: Mudar tamanho do terminal em tela alternativa

source: Charset
pt_br: Tabela de caracteres

source: Charset table
pt_br: Tabela de caracteres

source: Clear
pt_br: Limpar

source: Clear AID key
pt_br: Clear AID

source: Command incomplete: file transfer canceled
pt_br: Comando incompleto, transferência cancelada

source: Connect
pt_br: Conectar

source: Connect on startup
pt_br: Conectar ao iniciar

source: Connecting
pt_br: Conectando

source: Connection error
pt_br: Erro de conexão

source: Connection failed
pt_br: Conexão falhou

source: Connection reset by peer
pt_br: Conexão foi cancelada pelo servidor

source: Connection state
pt_br: Estado da conexão

source: Continue
pt_br: Continuar

source: Cross hair cursor
pt_br: Cursor mira

source: Current screen height in rows
pt_br: Altura atual da tela em linhas

source: Current screen width in columns
pt_br: Largura atua da tela em colunas

source: Cursor address
pt_br: Endereço do cursor

source: Cursor down 1 position
pt_br: Move cursor uma posição para baixo

source: Cursor left 1 position
pt_br: Move o cursor 1 posição para a esquerda

source: Cursor right 1 position
pt_br: Move o cursor uma posição para a direita

source: Cursor to first field on next line or any lines after that
pt_br: Move o cursor para o primeiro campo da próxima linha ou qualquer linhas depois dela

source: Cursor to next unprotected word
pt_br: Move o cursor para a próxima palavra desprotegida

source: Cursor to previous word
pt_br: Move o cursor para a palavra anterior

source: Cursor up 1 position
pt_br: Cursor para cima 1 posição

source: DUP key
pt_br: Tecla "DUP"

source: Data conversion error
pt_br: Erro na conversão de dados

source: Default host URL
pt_br: URL parão para acesso ao host

source: Delete
pt_br: Apagar

source: Delete field
pt_br: Apagar campo

source: Delete word
pt_br: Apaga palavra

source: Description of the current security state
pt_br: Descrição do estado de segurança atual

source: Device type rejected
pt_br: Tipo de dispositivo rejeitado

source: Disconnect from host
pt_br: Desconecta do servidor

source: Disconnected from host.
pt_br: Desconectado do servidor.

source: Display charset
pt_br: Tabela de caracteres para a tela

source: Display the cursor location in the OIA (the status line)
pt_br: Mostra posição do cursor na lista de informações ao operador

source: Down
pt_br: Descer

source: EOR received when not in 3270 mode, ignored.
pt_br: EOR recebido fora do modo 3270, ignorado.

source: Empty response from HTTP server.
pt_br: Recebi resposta vazia do servidor HTTP

source: Enable network in/out trace
pt_br: Habilitar trace de entrada/saída de rede

source: Enable security negotiation trace
pt_br: Habilita trace da negociação de segurança

source: Enable use of network keep alive
pt_br: Habilita opção "keep-alive"

source: Erase
pt_br: Apagar

source: Erase End Of Field
pt_br: Apaga até o final do campo

source: Erase End Of Line
pt_br: Apaga até o final da linha

source: Erase all unprotected fields
pt_br: Apagar todos os campos desprotegidos

source: Erase input
pt_br: Apagar campos

source: Erro sending data to host
pt_br: Erro ao enviar dados para o servidor

source: Error "%s" reading from local file (rc=%d)
pt_br: Erro "%s" lendo arquivo local (rc=%d)

source: Error "%s" writing to local file (rc=%d)
pt_br: Erro "%s" gravando arquivo local (rc=%d)

source: Error in file transfer: file transfer canceled
pt_br: Erro na transferência do arquivo, transferência cancelada

source: Error reading file from host: file transfer canceled
pt_br: Erro ao ler arquivo do host: Transferência cancelada

source: Error reading from host
pt_br: Erro lendo do servidor

source: Error receiving HTTP response.
pt_br: Erro recebendo resposta HTTP.

source: Error receiving data from host
pt_br: Erro recebendo dados do servidor

source: Error while reading or writing to host disk: file transfer canceled
pt_br: Erro ao ler ou gravar no host: Transferência cancelada

source: Error writing file to host: file transfer canceled
pt_br: Erro ao gravar arquivo no host, transferência cancelada

source: Error writing to host.
pt_br: Erro enviando para o servidor

source: Exiting
pt_br: Saindo

source: FM key
pt_br: Tecla "FM"

source: Field end
pt_br: Final do campo

source: File transfer complete
pt_br: Transferência completa

source: File transfer complete with records segmented
pt_br: Transferência completa com registros segmentados

source: File transfer is already active in this session.
pt_br: Transferência de arquivos já está ativa nesta sessão.

source: First field
pt_br: Primeiro campo

source: Format error in CRL's lastUpdate field
pt_br: Erro de formato no campo "lastUpdate" do CRL

source: Format error in CRL's nextUpdate field
pt_br: Erro de formato no campo "nextUpdate" do CRL

source: Format error in certificate's notAfter field
pt_br: Erro de formato no campo "notAfter" do certificado

source: Format error in certificate's notBefore field
pt_br: Erro de formato no campo "notBefore" do certificado

source: Formatted screen
pt_br: Tela formatada

source: Full Screen
pt_br: Tela cheia

source: Has selected area
pt_br: Tem área selecionada

source: Host charset
pt_br: Página de código do host

source: Host disconnected, transfer cancelled
pt_br: Servidor desconectou, transferência cancelada

source: Host program error code xxxxxxxxxx: file transfer canceled
pt_br: Erro código xxxxxxxxxx no aplicativo do host: Transferência cancelada

source: Host rejected device type or request type
pt_br: Servidor rejeitou o tipo de dispositivo ou requisição

source: Host rejected resource(s)
pt_br: Servidor rejeitou recurso(s)

source: Host type name
pt_br: Nome do tipo de host

source: Host type number
pt_br: Numero do tipo de host

source: ID of the session security state
pt_br: Identificação do estado de segurança da sessão

source: If set the characters pasted over protected areas will be skipped to avoid locks
pt_br: Se ativo caracters colados sobre áreas protegidas serão ignorados para evitar o bloqueio do terminal

source: If set the selection will not be removed on screen changes
pt_br: Se ativo a seleção não será removida quando a tela mudar

source: If set, asks to place the toplevel window in the fullscreen state
pt_br: Se ativo pede para colocar a janela principal em modo de tela cheia

source: If set, the NVT terminal emulator automatically assumes a NEWLINE character when it reaches the end of a line.
pt_br: Se ativo o emulador de terminal assume automaticamente uma quebra de linha quando chega ao final de uma linha

source: If set, the cursor blinks
pt_br: Se ativo o cursor pisca

source: If set, the terminal operates in uppercase-only mode
pt_br: Se ativo o terminal opera apenas com caracteres maiúsculos

source: If set, the terminal will always select rectangular areas of the screen. Otherwise, it selects continuous regions of the screen
pt_br: Se ativo o terminal sempre selecionará áreas retangulares, se inativo selecionará áreas contínuas da tela

source: Illegal frame length
pt_br: Comprimento de frame inválido

source: Incorrect option specified: file transfer canceled
pt_br: Opção incorreta, transferência cancelada

source: Incorrect request code: file transfer canceled
pt_br: Código de requisição incorreto, transferência cancelada

source: Insert
pt_br: Inserção

source: Invalid CA certificate
pt_br: Certificado CA inválido

source: Invalid option xxxxxxxx with APPEND: file transfer canceled
pt_br: Opção xxxxxxxx não e valida com APPEND: Transferência cancelada

source: Invalid option xxxxxxxx with PDS: file transfer canceled
pt_br: Opção xxxxxxxx inválida com PDS: Transferência cancelada

source: Invalid option xxxxxxxx with RECEIVE: file transfer canceled
pt_br: Opção xxxxxxxx inválida com RECEIVE: Transferência cancelada

source: Invalid option xxxxxxxx without SPACE: file transfer canceled
pt_br: Opção xxxxxxxx inválida sem SPACE: Transferência cancelada

source: Invalid option xxxxxxxx: file transfer canceled
pt_br: Opção xxxxxxxx inválida: Transferência cancelada

source: Invalid oversize
pt_br: Valor inválido para 'oversize'

source: Is connection secure
pt_br: A conexão é segura ?

source: Is starting (no first screen)?
pt_br: Está iniciando (não recebeu a primeira tela)?

source: Is terminal connected
pt_br: O terminal está conectado

source: Is terminal in the INITIAL_E state?
pt_br: O terminal está no estad INITIAL_E?

source: Is terminal ready
pt_br: O terminal está pronto

source: Keep selected
pt_br: Manter selecionado

source: Key usage does not include certificate signing
pt_br: Uso da chave não permite assinatura de certificados

source: Keyboard is locked
pt_br: Teclado está bloqueado

source: Keyboard lock status
pt_br: Estado de bloqueio do teclado

source: LDAP Search did not produce any attributes.
pt_br: Pesquisa LDAP não produziu atributos.

source: LDAPSearch did not produce any values.
pt_br: Pesquisa LDAP não produziu valores.

source: Latest program message
pt_br: Última mensagem de programa

source: Left
pt_br: Esquerda

source: Lock keyboard on operator error
pt_br: Bloqueia teclado em caso de erro do operador

source: Margined paste
pt_br: Colar com margem

source: Maximum screen height in rows
pt_br: Altura máxima da tela em linhas

source: Maximum screen width in columns
pt_br: Largura maxima da tela em colunas

source: Model name
pt_br: Nome do modelo

source: Monocase
pt_br: Só Maiúsculas

source: Move cursor down and select
pt_br: Move cursor para baixo selecionando

source: Move cursor left and select
pt_br: Move cursor para a esquerda selecionando

source: Move cursor rigth and select
pt_br: Move cursor para a direita selecionando

source: Move cursor up and select
pt_br: Move cursor para cima selecionando

source: Move selection down
pt_br: Move seleção para baixo

source: Move selection left
pt_br: Move seleção para a esquerda

source: Move selection right
pt_br: Move seleção para a direita

source: Move selection up
pt_br: Move seleção para cima

source: Move the cursor to the first blank after the last non blank in the field
pt_br: Move o cursor para o primeiro branco após o último não branco no campo

source: Move to first unprotected field on screen
pt_br: Move para o primeiro campo desprotegido

source: Move to the next unprotected field on screen
pt_br: Move para o próximo campo desprotegido

source: Move to the previous unprotected field on screen
pt_br: Move para o campo desprotegido anterior

source: Network error
pt_br: Erro de rede

source: Network keep alive
pt_br: Manter rede ativa

source: New line
pt_br: Nova linha

source: Next field
pt_br: Próximo campo

source: Next word
pt_br: Próxima palavra

source: No LDAP support
pt_br: Sem suporte LDAP

source: No TLS/SSL support on this session
pt_br: Sem suporte TLS/SSL nessa sessão

source: No handler for URL scheme.
pt_br: Nenhum manipulador para o esquema de URL

source: No signatures could be verified because the chain contains only one certificate and it is not self signed.
pt_br: Nenhuma assinatura pode ser verificada, porque a cadeia contém apenas um certificado e não é auto assinado.

source: No transfer in progress
pt_br: Nenhuma transferência em andamento

source: Non zero if the download of CRL is enabled
pt_br: Diferente de zero se o host se o download do CRL está habilitado

source: Non zero if the host is AS400.
pt_br: Diferente de zero se o host é AS400

source: Non zero if the host is TSO.
pt_br: Diferente de zero se o host é TSO

source: Not connected to host
pt_br: Sem conexão com servidor

source: Not in 3270 mode, transfer cancelled
pt_br: Não está no modo 3270, transferência cancelada

source: Only one of TRACKS, CYLINDERS, AVBLOCK allowed: file transfer canceled
pt_br: Permitida apenas uma opção dentre TRACKS, CYLINDERS, AVBLOCK: Transferência cancelada

source: Other (TSO)
pt_br: Outro (TSO)

source: Other (VM/CMS)
pt_br: Outro (VM/CMS)

source: Out of memory
pt_br: Memória insuficiente

source: Paste from file
pt_br: Colar de um arquivo

source: Paste from text file
pt_br: Colar de um arquivo texto

source: Paste next
pt_br: Colar próximo

source: Paste with left margin
pt_br: Colar com margem esquerda

source: Pending
pt_br: Pendente

source: Personal computer filespec incorrect: file transfer canceled
pt_br: Especificação de arquivo PC incorreta: Transferência cancelada

source: Preferred protocol for CRL download
pt_br: Protocolo preferido para download da CRL

source: Previous field
pt_br: Campo anterior

source: Previous word
pt_br: Palavra anterior

source: Printer
pt_br: Impressão

source: RPQ %s term omitted due to insufficient space
pt_br: Termo RPQ %s omitido por falta de espaço

source: RPQ ADDRESS term has unrecognized family %u
pt_br: Família %u não reconhecida no termo RPQ ADDRESS

source: RPQ ADDRESS term incomplete due to space limit
pt_br: Termo RPQ ADDRESS incompleto devido ao limite de espaço

source: RPQ Error
pt_br: Erro RPQ

source: RPQ TIMEZONE term is invalid - use +/-hhmm
pt_br: Termo RPQ TIMEZONE é invalido - usar +/-hhmm

source: RPQ USER term has non-hex character
pt_br: Termo RPQ USER tem caractere não hexadecimal

source: RPQ USER term truncated after %d bytes
pt_br: Termo RPQ USER truncado depois de %d bytes

source: RPQ USER term truncated after %d characters
pt_br: Termo RPQ USER truncado depois de %d caracteres

source: RPQ term "%s" is unrecognized
pt_br: Termo RPQ desconhecido: "%s"

source: RPQ term %d is unknown
pt_br: Termo RPM %d não foi reconhecido

source: RPQ timezone exceeds 12 hour UTC offset
pt_br: RPQ timezone excede as 12 horas de deslocamento da UTC

source: RPQ: Unable to determine workstation UTC time
pt_br: RPQ: Incapaz de determinar a hora UTC da estação de trabalho

source: RPQ: Unable to determine workstation local time
pt_br: RPQ: Incapaz de determinar a hora local da estação de trabalho

source: RPQ: can't resolve '%s': %s
pt_br: RPQ: Não foi possível resolver '%s': %s

source: RPQ: gethostbyname error
pt_br: RPQ: Erro em gethostbyname

source: Reconnect to the same host
pt_br: Reconecta ao mesmo servidor

source: Remove selection
pt_br: Remover seleção

source: Request failed
pt_br: Requisição falhou

source: Required host storage unavailable: file transfer canceled
pt_br: Armazenamento necessário indisponível: Transferência cancelada

source: Reselect
pt_br: Reselecionar

source: Reset keyboard lock
pt_br: Reinicia bloqueio de teclado

source: Resize on alternate screen
pt_br: Mudar tamanho do terminal em tela alternativa

source: Resolving
pt_br: Resolvendo

source: Right
pt_br: Direita

source: SSL negotiation failed
pt_br: Negociação SSL falhou

source: Screen buffer length in bytes
pt_br: Tamanho do buffer de tela em bytes

source: Screen oversize if larger than the chosen model
pt_br: "oversize" maior que o modelo escolhido

source: Secure connection was successful.
pt_br: Conexão segura efetuada com sucesso.

source: Select Down
pt_br: Seleciona para baixo

source: Select Field
pt_br: Selecionar campo

source: Select Left
pt_br: Seleciona à esquerda

source: Select UP
pt_br: Seleciona para cima

source: Select all
pt_br: Selecionar tudo

source: Select by rectangles
pt_br: Seleção retangular

source: Select field
pt_br: Seleciona campo

source: Select right
pt_br: Seleciona a direita

source: Select word
pt_br: Seleciona palavra

source: Select() failed when processing for events.
pt_br: Select() falhou ao processar eventos.

source: Selection down
pt_br: Desce a seleção

source: Selection left
pt_br: Move seleção para a esquerda

source: Selection right
pt_br: Move seleção para a direita

source: Selection up
pt_br: Sobe a seleção

source: Self signed certificate
pt_br: Certificado auto assinado

source: Self signed certificate in certificate chain
pt_br: Certificado auto assinado na cadeia de certificados

source: Send an "Enter" action
pt_br: Envia um "Enter"

source: Show Field
pt_br: Mostra campos

source: Show Field attributes
pt_br: Mostra atributos de campo

source: Show Underline
pt_br: Mostrar sublinhado

source: Show charset table
pt_br: Mostra a tabela de caracteres

source: Show test pattern
pt_br: Mostra o padrão de teste

source: Smart paste
pt_br: Colar inteligente

source: Socket error
pt_br: Erro no socket

source: Sound
pt_br: Som

source: State is 3270, TN3270e or SSCP
pt_br: Estado do terminal é 3270, TN3270e or SSCP

source: Still have text to paste
pt_br: Ainda existe texto para colar

source: Subject issuer mismatch
pt_br: Divergência na identidade do emissor

source: TLS negotiation failure
pt_br: Negociação TLS falhou

source: Terminal model
pt_br: Modelo do terminal

source: Terminal name
pt_br: Nome do terminal

source: Terminal type
pt_br: Tipo do terminal

source: Test pattern
pt_br: Padrão de teste

source: The CRL has expired.
pt_br: A lista de certificados revogados expirou.

source: The CRL is not yet valid.
pt_br: A lista de certificados revogados ainda não é válida.

source: The CRL lastUpdate field contains an invalid time.
pt_br: Campo "lastUpdate" do CRL contem horário inválido.

source: The CRL nextUpdate field contains an invalid time.
pt_br: Campo "nextUpdate" contem horário inválido.

source: The Certificate revocation list (CRL) has expired.
pt_br: A lista de revogação de certificados (CRL) está expirada.

source: The Certificate revocation list (CRL) is not yet valid.
pt_br: A lista de revogação de certificados (CRL) ainda não é válida.

source: The Certificate revocation list (CRL) of a certificate could not be found.
pt_br: A lista de revogação de certificados (CRL) de um certificado não pôde ser encontrada.
