Repository: PerryWerneck/lib3270
Catalog: locale/*.po
Languages: pt_br

source: The SSL error message was %s
pt_br: A mensagem de erro SSL foi "%s"

source: The URL argument should be in the format ldap://[HOST]/[DN]?attribute
pt_br: A URL deve ser no formato ldap://[HOST]/[DN]?attribute

source: The certificate has been revoked.
pt_br: O certificado foi revogado.

source: The color type
pt_br: O tipo de cor

source: The connection is insecure
pt_br: A conexão não é segura

source: The connection is secure and the host identity was confirmed.
pt_br: A conexão é segura e a identidade do servidor foi confirmada.

source: The delay between the host unlocking the keyboard and the actual unlock
pt_br: Intervalo de tempo entre o desbloqueio de teclado pelo host e o desbloqueio real

source: The file transfer operation has been completed, and any record greater than the logical record length (LRECL) of the file being appended has been divided and becomes multiple records.
pt_br: A transferência de arquivos foi concluída e qualquer registro maior que o comprimento definido foi dividido e se transformou em vários registros.

source: The file transfer operation has been successfully completed.
pt_br: A transferência de arquivos terminou com sucesso.

source: The height %d is less than model %d rows (%d)
pt_br: A altura %d é menor que o número de linhas do modelo %d (%d)

source: The host program has detected an error in the file data during a RECEIVE operation.
pt_br: O host detectou um erro no arquivo durante a operação de recebimento.

source: The log file name
pt_br: Define o nome do arquivo de log

source: The model number
pt_br: Nº do modelo

source: The name of the LU associated with the session
pt_br: O nome da LU associada à sessão

source: The network module didn't set the TLS/SSL state message, this is not supposed to happen and can be a coding error
pt_br: O módulo de rede não definiu uma mensagem para o estado TLS/SSL, isso não deveria acontecer e pode ser um erro de codificação

source: The oversize height is too small.
pt_br: A altura definida para 'oversize' é muito pequena.

source: The oversize values are invalid.
pt_br: Os valores para 'oversize' não são válidos.

source: The oversize values are too big.
pt_br: Os valores do 'oversize' são muito grandes.

source: The oversize width is too small.
pt_br: A largura do 'oversize' é muito pequena.

source: The remote file name is invalid.
pt_br: O nome do arquivo remoto não é válido.

source: The root CA is marked to reject the specified purpose.
pt_br: O certificado raiz está marcado para rejeitar a finalidade especificada.

source: The root CA is not marked as trusted for the specified purpose.
pt_br: O Certificado raiz não está marcado como confiável para os fins especificados.

source: The secure connection has been closed cleanly.
pt_br: A conexão segura foi fechada corretamente

source: The security state
pt_br: O estado da segurança

source: The session is not secure
pt_br: A sessão não é segura

source: The signature of the certificate is invalid.
pt_br: A assinatura do certificado não é válida.

source: The supplied certificate cannot be used for the specified purpose.
pt_br: O certificado fornecido não pode ser utilizado para a finalidade especificada.

source: The system error code was %d
pt_br: O erro do sistema operacional foi %d

source: The system error code was %d (%s)
pt_br: O erro do sistema operacional foi "%d" (%s)

source: The system error was "%s"
pt_br: O erro do sistema operacional foi "%s"

source: The system error was "%s" (rc=%d)
pt_br: O erro do sistema operacional foi "%s" (rc=%d)

source: The system error was %s
pt_br: O erro do sistema operacional foi "%s"

source: The system error was '%s' (rc=%d)
pt_br: O erro do sistema foi "%s" (rc=%d)

source: The trace file name
pt_br: O nome do arquivo de trace

source: The width %d is less than model %d columns (%d)
pt_br: A largura %d é menor que a do modelo %d (%d)

source: The windows error code was %u
pt_br: O erro do windows foi %u

source: There is not enough space available for data on the host.
pt_br: Não existe espaço suficiente no host para os dados.

source: This is a host program error.
pt_br: Este é um erro no programa do host.

source: Time for auto-reconnect
pt_br: Tempo para reconexão automática

source: Timeout conneting to host
pt_br: Timeout ao conectar com o host

source: Trace Events
pt_br: Trace de Eventos

source: Trace Network
pt_br: Trace de rede

source: Trace SSL negotiation
pt_br: Trace da negociação SSL

source: Trace Screen
pt_br: Trace de tela

source: Trace Security
pt_br: Trace de segurança

source: Trace interface and application events
pt_br: Registra eventos da interface gráfica e aplicação

source: Trace screen contents
pt_br: Trace do conteúdo da tela

source: Track Cursor
pt_br: Mostrar posição do cursor

source: Track Cursor location
pt_br: Mostrar posição do cursor

source: Transfer cancelled by host
pt_br: Transferência cancelada pelo host

source: Transfer cancelled by user
pt_br: Transferência cancelada pelo usuário

source: Transfer complete
pt_br: Transferência completa

source: Transfer failed
pt_br: Transferência falhou

source: Transmission error
pt_br: Erro de transmissão

source: Try again
pt_br: Tentar novamente

source: URL of the current host
pt_br: URL do host atual

source: Uknown DFT Open type from host
pt_br: Host enviou código de abertura DFT desconhecido

source: Unable to decode issuer public key
pt_br: Não é possível decodificar chave pública do emissor

source: Unable to decrypt CRL's signature
pt_br: Não foi possível decriptar assinatura da lista de certificados revogados

source: Unable to decrypt certificate's signature
pt_br: Incapaz de decifrar a assinatura do certificado

source: Unable to get certificate CRL.
pt_br: Incapaz de obter o CRL de um certificado.

source: Unable to get connection state.
pt_br: Não foi possível obter o estado da conexão.

source: Unable to get issuer certificate
pt_br: Não foi possível obter emissor do certificado

source: Unable to load from file
pt_br: Não foi possível ler do arquivo

source: Unable to negotiate a secure connection with the host
pt_br: Incapaz de negociar uma conexão segura com o host

source: Unable to paste text
pt_br: Incapaz de colar texto

source: Unable to print
pt_br: Incapaz de imprimir

source: Unable to save
pt_br: Incapaz de salvar

source: Unable to send file-transfer request
pt_br: Não foi possível enviar a requisição de transferência de arquivo

source: Unable to verify the first certificate
pt_br: Não foi possível verificar o primeiro certificado

source: Unconnected
pt_br: Não conectado

source: Underline
pt_br: Sublinhados

source: Unexpected I/O error
pt_br: Erro de I/O inesperado

source: Unexpected error
pt_br: Erro inesperado

source: Unexpected error writing to network socket
pt_br: Erro inesperado gravando socket

source: Unexpected type %d in typeahead queue
pt_br: Tipo inesperado %d na fila de teclado

source: Unknown
pt_br: Desconhecido

source: Unknown FT control code from host
pt_br: Servidor enviou código de controle FT desconhecido

source: Unknown PA key %d
pt_br: PA %d desconhecida

source: Unknown PF key %d
pt_br: PF %d desconhecida

source: Unknown frame type from host
pt_br: Servidor enviou tipo de frame desconhecido

source: Unlock delay
pt_br: Atraso no desbloqueio

source: Unsupported certificate purpose
pt_br: Finalidade do certificado não é suportada

source: Up
pt_br: Subir

source: Uppercase only
pt_br: Apenas maiúsculas

source: Use +/- for field navigation
pt_br: Usar teclas +/- para navegar por campos

source: WSAStartup failed
pt_br: WSAStartup falhou

source: Waiting for GET response
pt_br: Aguardando resposta do pedido de download

source: Waiting for PUT response
pt_br: Aguardando resposta do pedido de upload

source: Warning
pt_br: Alerta

source: Windows error %d
pt_br: Erro windows foi %d

source: You did not enter the required parameters after a SEND or RECEIVE command.
pt_br: Você não entrou os parametros necessários para um comando ENVIAR/RECEBER.

source: You did not specify an existing CMS file for RECEIVE.
pt_br: Você não especificou um arquivo CMS existente para a operação de recebimento.

source: You need 30 KB of main storage (not disk space) on the host for the file transfer, in addition to the host requirement.
pt_br: Você precisa de 30 KB de armazenamento principal (não espaço em disco) no host para a transferência de arquivo, além do requerido pelo host.

source: You selected an option that can only be used if SPACE is also specified.
pt_br: Você selecionou uma opção que só pode ser usada se "ESPAÇO" também for específicado.

source: You selected an option that is either not recognized, is specified as a positional keyword, or has an associated value that is incorrect.
pt_br: Você selecionou uma opção que, ou não foi reconhecida, foi especificada como uma palavra-chave posicional ou não tem um valor associado.

source: You selected an option that is invalid with a host-partitioned data set.
pt_br: Você selecionou uma opção que é inválida para um dataset particionado pelo host.

source: You selected an option that is not valid with APPEND, but otherwise may be used.
pt_br: Você selecionou uma opção que não é válida com "Adicionar", porém, pode ser usada.

source: You selected an option that is not valid with RECEIVE, but can be used with SEND.
pt_br: Você selecionou uma opção que não é válida para recebimento de arquivos, porém, pode ser usada para envio.

source: You specified a CMS file mode for the SEND key that does not allow write access.
pt_br: Você especificou modo de arquivo CMS para um envio que não permite acesso de gravação.

source: You specified a CMS file mode that is not in the CMS search order.
pt_br: Você especificou um modo de arquivo CMS que não está na ordem de pesquisa CMS.

source: You specified an option that is invalid.
pt_br: Você especificou uma opção inválida.

source: _Disconnect
pt_br: _Desconectar

source: _Reconnect
pt_br: _Reconectar

source: _Retry
pt_br: _Repetir

source: disable
pt_br: desabilitar

source: enable
pt_br: habilitar

source: fcntl() error when getting socket state.
pt_br: erro fcntl() ao obter estado do socket.

source: lib3270 revision
pt_br: Revisão da lib3270

source: lib3270 version
pt_br: Versão da lib3270
